_posts/language/2016-07-17-deutsch-auskommen.html
---
layout: post
title: 单词本：德语单词 auskommen
categories: [language]
tags: [Deutsch]
---

<p>
前几天公众号订阅好友花花同学提议说希望多增加一些德语单词学习的文章，其实我的生词本里也累计了不少德语单词的，但是本人德语学的太差，就任由长长的生词列表慢慢的增长而没有采取什么积极的行动去消灭它们。有人提议要增加德语学习的比重，那对我来说是最好的激励了，所以就努力去把手头的生词列表消灭掉吧。
</p>

<p>
很久很久以前，遇到了 auskommen 这个单词，我把它摘录到生词列表中。它就一直躺在那里，渐渐发霉。直到今天，才拎出来钻研学习它。
</p>

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> auskommen</h2>
<div class="outline-text-2" id="text-1">
<p>
首先，首字母大写的 Auskommen 是一个中性名词，意为生计（livelihood）或者说是收入、工资。这和英语里的 income 差不多。只是有点奇怪的是 income 很容易理解是 in（入）+
come，而 Auskommen 则是 aus（出）+kommen。大概可以这样理解吧。前者是收入，而后者是产出。有了产出才会有收入吧。当然了，后文中我们会知道，auskommen 是过活的意思，也可以理解为可以用来养活自己的东西。
</p>
<ul class="org-ul">
<li>Ich habe ein gutes Auskommen. 我收入还不错。</li>
</ul>

<p>
然后呢，auskommen 也是一个动词：合得来，适应的意思。
</p>
<ul class="org-ul">
<li>Ich komme gut mit meine Frau aus. 我和太太相处的很融洽。</li>
<li>Sie kommt ohne Sport nicht aus. 不运动她就难受。</li>
<li>Wir kommen gut miteinander aus. Nous nous entendons bien l’un avec l’autre<sup>fr</sup>.</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline5" class="outline-2">
<h2 id="orgheadline5"><span class="section-number-2">2</span> Derivation / 衍</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-orgheadline2" class="outline-3">
<h3 id="orgheadline2"><span class="section-number-3">2.1</span> aus&#x2026;kommen</h3>
<div class="outline-text-3" id="text-2-1">
<p>
可能需要注意的地方是，另外一个组合 aus&#x2026;kommen和auskommen是不一样的。
aus&#x2026;kommen经常用在自我介绍上，比如：
</p>
<ul class="org-ul">
<li>Meine Frau kommt aus der Schweiz. 我太太来自瑞士。</li>
<li>Das Mädchen kommt aus den Philippinen.</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-3">
<h3 id="orgheadline3"><span class="section-number-3">2.2</span> auskömmlich</h3>
<div class="outline-text-3" id="text-2-2">
<p>
形容词：足够的，充裕的，合理的。adequate, sufficient, reasonable.
</p>

<ul class="org-ul">
<li>Obwohl die Preise für Zementprodukte im Jahr 2005 im Durchschnitt um 10%
erhöht werden konnten, sind diese immer noch nicht auskömmlich. 尽管水泥产品价格会涨 10%，却仍然不足。</li>
<li>Trotz zunehmender Belastungen von der Währungsseite bleibt das
weltwirtschaftliche Umfeld für die deutsche Wirtschaft auskömmlich. 尽管有流动性压力，世界经济环境对德国经济来说还是合理的。</li>
<li>Allerdings sind die Preise immer noch nicht auskömmlich. However, the prices
are still not adequate.</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-3">
<h3 id="orgheadline4"><span class="section-number-3">2.3</span> Auskömmlichkeit</h3>
<div class="outline-text-3" id="text-2-3">
<p>
Die Auskömmlichkeit。名词：充裕性。
</p>

<ul class="org-ul">
<li>Die Auskömmlichkeit wird durch regelmäßige aktuarielle Untersuchungen
überprüft.</li>
<li>Die Auskömmlichkeit von Angeboten ist nicht immer leicht zu ermittlen.<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>供给的充裕性总是不太容易估算。</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgheadline6" class="outline-2">
<h2 id="orgheadline6"><span class="section-number-2">3</span> Afterword / 跋</h2>
<div class="outline-text-2" id="text-3">
<p>
学习新单词的乐趣之一就不经意间又一次偶遇，比如昨天学习 arbitration 的时候用的例句：Ich will, dass Sie einen Streit schlichten. 遇到了 Streit，今天学习auskommen
又遇到它 streitet：Kommt ihr gut miteinander aus oder streitet ihr häufig? 这样对 Streit/streiten 就留下了很深的记忆了。
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
www.abz-bayern.de/abz/inhalte/Aktuelles/thema-des-monats2/januar-2014-die-ermittlung-der-auskoemmlichkeit-von-angeboten.html
</p></div></div>


</div>
</div>
